{
	"token": {
		"Services":"Servicios",
		"All Services":"TODOS LOS SERVICIOS",
		"Apron Systems":"SISTEMAS DE RAMPA",
		"Baggage Handling":"MANEJO DE EQUIPAJE",
		"Cargo Handling":"MANEJO DE CARGA",
		"Simulation":"Simulación",
		"Aircraft Characteristics":"CARACTERÍSITCAS DE AERONAVES",
		"About Us":"ACERCA DE NOSOTROS",
		"Projects":"PROYECTOS",
		"Careers":"CARRERAS",
		"News":"NOTICIAS",
		"Contact":"CONTACTO",
		
		"English":"Español",
		"Follow Us":"Síganos",

		"BNP Associates, Inc. the Worldwide Leader":
        "BNP Associates, Inc., el líder mundial",
		"in providing specialized consulting services to the air transportation industry since 1971":
        "en brindar servicios especializados de consultoría a la industria del transporte aéreo desde 1971",
		"Celebrating our 50th Anniversary!":
        "Celebrando nuestro 50 Aniversario",

		"learn more":"CONOCE MÁS",
		"Airport Systems Designers":"Diseñadores de Sistemas Aeroportuarios",
		"designers | planners | engineers":"diseñadores | planeadores |ingenieros",
		
		"We provide solutions that are geared towards creating operational reliability, efficiency and effectiveness. Our consulting services include Master Planning, Facility and Apron System Design, Baggage Handling and Cargo System Design and Simulation, Bidding and Negotiation assistance, Project Management and Construction Administration.":
        "Brindamos soluciones orientadas a crear confiabilidad, eficiencia y efectividad operativa. Nuestros servicios de consultoría incluyen Plan Maestro, Diseño de Instalaciones y Sistemas de Plataformas, Manejo de Equipaje y Diseño y Simulación de Sistemas de Carga, Asistencia en Licitaciones y Negociaciones, Gestión de Proyectos y Administración de Construcción.",

		"Apron":"Plataforma",
		"BNP Associates, Inc. has developed a team to address the need for a concise group of professionals dedicated to the design of Apron Systems.":
		"BNP Associates, Inc. ha formado un equipo para atender la necesidad de contar con un grupo especializado de profesionales dedicado al diseño de sistemas de plataformas.",
		"Baggage":"Equipaje",
		"BNP Associates, Inc. has designed and implemented some of the largest and most complex Baggage Handling Systems in the world.":
		"BNP Associates, Inc. ha diseñado e implementado algunos de los sistemas de manejo de equipaje más grandes y complejos en el mundo.",
		"Cargo":"Carga",
		"BNP Associates, Inc. are widely experienced in airline and airport requirements for Air Cargo Handling systems.":
		"BNP Associates, Inc. tiene amplia experiencia en los requisitos de aerolíneas y aeropuertos para Sistemas de Manejo de Carga Aérea.",
		"BNP Associates, Inc. is the world leader for Simulation studies to evaluate Baggage, Cargo, Security and Checkpoint Systems.":
		"BNP Associates, Inc. es el líder mundial en estudios de simulación para evaluar los Sistemas de Equipaje, Carga, Seguridad y Puntos de Inspección.",

		"Analysis":"Análisis",
		"Master Planner":"Plan Maestro",
		"Concept Design":"Diseño conceptual",
		"Process Mapping":"Mapeo de procesos",
		"Process Improvement":"Mejora de procesos",
		"Building Improvement":"Mejora de edificios",
		"Services Cont.":"Servicios Cont.",
		"Tender Documents":"Documentos para licitación",
		"Construction Management":"Gestión de la construcción",
		"Acceptance Testing":"Pruebas de aceptación",
		"Operational Readiness":"Disponibilidad operacional",
		"Operational Audits":"Auditorías operacionales",
		"Office Locations":"Ubicación de oficinas",
		"Dallas":"Dallas",
		"Denver":"Denver",
		"Dubai":"Dubái",
		"Fairfield":"Fairfield",
		"Hong Kong":"Hong Kong",
		"London":"Londres",
		"Shenzhen":"Shenzhen",
		"Singapore":"Singapur",
		"Tampa":"Tampa",
		"Copyright 2021 BNP Associates, INC. all rights reserved":
		"Copyright 2021 BNP Associates, Inc. Derechos reservados"
	},
	
	"regex": [
		["My regex", "i", "someReplacement"]
	]
}