{
	"token": {
		"English":
		"Inglés",

		"Services":
		"Servicios",

		"All Services":
		"Todos los servicios",

		"Apron Systems":
		"Sistemas de delantales",

		"Baggage Handling":
		"Manejo de equipaje",

		"Cargo Handling":
		"Manipulación de la carga",

		"Simulation":
		"Simulación",

		"Aircraft Characteristics":
		"Características de la aeronave",

		"About Us":
		"Sobre",

		"Projects":
		"Proyectos",

		"Careers":
		"Carreras",

		"News":
		"Noticias",

		"Contact":
		"Contacto",
		

		"BNP Associates, Inc. the Worldwide Leader":
        "BNP Associates, Inc. el líder mundial",
		"in providing specialized consulting services to the air transportation industry since 1971":
        "en la prestación de servicios de consultoría especializada a la industria del transporte aéreo desde 1971",
		"Celebrating our 50th Anniversary!":
        "Celebrando nuestro 50 aniversario!",
		"learn more":
        "aprende más",

		"Airport Systems Designers":
        "Diseñadores de sistemas aeroportuarios",
		"designers | planners | engineers":
        "diseñadores | planificadores | ingenieros",
		"We provide solutions that are geared towards creating operational reliability, efficiency and effectiveness. Our consulting services include Master Planning, Facility and Apron System Design, Baggage Handling and Cargo System Design and Simulation, Bidding and Negotiation assistance, Project Management and Construction Administration.":
        "Brindamos soluciones que están orientadas a crear confiabilidad, eficiencia y efectividad operativa. Nuestros servicios de consultoría incluyen Planificación Maestra, Diseño de Instalaciones y Sistemas de Plataformas, Manejo de Equipaje y Diseño y Simulación de Sistemas de Carga, Asistencia en Licitaciones y Negociaciones, Gestión de Proyectos y Administración de Construcción.",

		
		"Apron":
		"Delantal",
		"BNP Associates, Inc. has developed a team to address the need for a concise group of professionals dedicated to the design of Apron Systems.":
		"BNP Associates, Inc. ha desarrollado un equipo para abordar la necesidad de un grupo conciso de profesionales dedicados al diseño de Apron Systems.",

		"Baggage":
		"equipaje",
		"BNP Associates, Inc. has designed and implemented some of the largest and most complex Baggage Handling Systems in the world.":
		"BNP Associates, Inc. ha diseñado e implementado algunos de los sistemas de manipulación de equipaje más grandes y complejos del mundo.",

		"Cargo":
		"Carga",
		"BNP Associates, Inc. are widely experienced in airline and airport requirements for Air Cargo Handling systems.":
		"BNP Associates, Inc. tiene una amplia experiencia en los requisitos de aerolíneas y aeropuertos para sistemas de manejo de carga aérea.",

		"BNP Associates, Inc. is the world leader for Simulation studies to evaluate Baggage, Cargo, Security and Checkpoint Systems.":
		"BNP Associates, Inc. es el líder mundial en estudios de simulación para evaluar sistemas de equipaje, carga, seguridad y puntos de control.",

		"Analysis":
		"Análisis",
		"Master Planner":
		"Planificador maestro",
		"Concept Design":
		"Diseño conceptual",
		"Process Mapping":
		"Mapeo de procesos",
		"Process Improvement":
		"La mejora de procesos",
		"Building Improvement":
		"Mejora del edificio",

		"Services Cont.":
		"Servicios Cont.",
		"Tender Documents":
		"Documentos de licitación",
		"Construction Management":
		"Gestión de la construcción",
		"Acceptance Testing":
		"Test de aceptación",
		"Operational Readiness":
		"Disponibilidad operacional",
		"Operational Audits":
		"Auditorías operacionales",

		"Office Locations":
		"Ubicaciones de oficinas",
		"Dallas":
		"Dallas",
		"Denver":
		"Denver",
		"Dubai":
		"Dubai",
		"Fairfield":
		"Fairfield",
		"Hong Kong":
		"Hong Kong",
		"London":
		"Londres",
		"Shenzhen":
		"Shenzhen",
		"Singapore":
		"Singapur",
		"Tampa":
		"Tampa",
		"Copyright 2021 BNP Associates, INC. all rights reserved":
		"Copyright 2021 BNP Associates, INC. Todos los derechos reservados.",



		"Contact Us - We":
		"Contáctenos - Nosotros",
		"look forward to hearing from you":
		"esperamos escuchar de usted",

		"Send us a Message":
		"Mandanos un mensaje",
		"Sign up to our Newsletter and receive the latest news and project updates from BNP Associates.":
		"Suscríbase a nuestro boletín y reciba las últimas noticias y actualizaciones de proyectos de BNP Associates.",
		"First Name":
		"Nombre de pila",
		"Last Name":
		"Apellido",
		"Your Email *":
		"Tu correo electrónico *",
		"Your Message":
		"Tu mensaje",
		"Subscribe":
		"suscribir",

		"Primary Contact":
		"Contacto primario",
		"Denver Office":
		"Oficina de Denver",
		"Office: +1 720.374.4930":
		"Oficina: + 1720.374.4930",
		"Fax: +1 720.374.4929":
		"Fax: +1 720.374.4929",
		"Mon-Fri 7:00 - 4:00pm MT":
		"Lunes a viernes de 7:00 a 4:00 pm MT",
		"1999 Broadway, Suite 4250":
		"1999 Broadway, Suite 4250",
		"Denver, Colorado 80202, USA":
		"Denver, Colorado 80202, EE. UU.",
		"bnphq@bnpassociates.com":
		"bnphq@bnpassociates.com",

		
		"1999 Broadway is located in-between Denver’s Downtown and Uptown neighborhoods. We are located on the 42nd floor Suite 4250. There is valet parking available as well as parking in the Welton street parking garage.2hr street parking or bicycle parking is also available.":
		"1999 Broadway está ubicado entre los vecindarios del centro de Denver y Uptown. Estamos ubicados en el piso 42, Suite 4250. Hay estacionamiento con valet disponible, así como estacionamiento en el estacionamiento de Welton Street. Estacionamiento en la calle de 2 horas o estacionamiento para bicicletas también está disponible."
	},
	
	"regex": [
		["My regex", "i", "someReplacement"]
	]
}